export const timeline = [
  {
    year: "2010–2012",
    title: "Чемпионаты и международные победы",
    description:
      "Победы на национальных и международных соревнованиях по парикмахерскому искусству. В общей сложности — 7 первых мест, 3 вторых и 1 третье место",
  },

  {
    year: "2011",
    title: "Обучение у Renzo Chinellato",
    description:
      "Прошел обучение у Чемпиона мира по мужским стрижкам Renzo Chinellato",
  },

  {
    year: "2014",
    title: "Академии TIGI",
    description:
      "Углубленное обучение в академиях TIGI в Лондоне и Берлине по стрижкам и окрашиванию",
  },

  {
    year: "2017",
    title: "Интенсивы TIGI и LABEL.M",
    description:
      "Обучение стайлингу и современным техникам стрижек в Киеве и Санкт-Петербурге",
  },

  {
    year: "2018",
    title: "TONI&GUY Academy",
    description:
      "Изучение классического британского блока в академии TONI&GUY в Москве",
  },

  {
    year: "2024",
    title: "Создание Hair Skull",
    description:
      "Разработка авторской методики Hair Skull на базе более чем 15-летнего опыта работы и обучения",
  },

  {
    year: "2025",
    title: "Park by Osipchuk",
    description:
      "Повышение квалификации в академии Park by Osipchuk в Санкт-Петербурге",
  },
] as const;
